results_vcloud_2cores_4gb_normal_storage/18/results.txt
transaction type: Custom query
scaling factor: 1
query mode: simple
number of clients: 8
number of threads: 2
duration: 60 s
number of transactions actually processed: 23419
latency average: 20.496 ms
tps = 389.925383 (including connections establishing)
tps = 389.944758 (excluding connections establishing)